Repository: Nico-Loos/Bookstore_NL_2024-06-26
Catalog: Translations/Bookstore.*.xlf
Languages: de_de

# Table 3249233238 - Property 2879900210
source: Book Book
de_de: Buch Buch

# Table 3249233238 - NamedType 2141700304
source: Nicht löschen!
de_de: Nicht löschen! Nicht löschen!

# Table 3249233238 - Field 2842729223 - Property 2879900210
source: Author
de_de: Autor Autor

# Table 3249233238 - Field 2660161043 - Property 2879900210
source: Author Provision %
de_de: Autorprovision % Autorprovision %

# Table 3249233238 - Field 3543129988 - Property 2879900210
source: Blocked
de_de: Gesperrt Gesperrt

# Table 3249233238 - Field 1249475212 - Property 2879900210
source: Created
de_de: Erstellt am Erstellt am

# Table 3249233238 - Field 3598678408 - Property 2879900210
source: Date op Publishing
de_de: Veröffentlichungsdatum Veröffentlichungsdatum

# Table 3249233238 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung Beschreibung

# Table 3249233238 - Field 871310557 - Property 2879900210
source: Edition No.
de_de: Editionsnr. Editionsnr.

# Table 3249233238 - Field 1328823306 - Property 2879900210
source: ISBN
de_de: ISBN ISBN

# Table 3249233238 - Field 2393253273 - Property 2879900210
source: Last Date Modified
de_de: Korrigiert am Korrigiert am

# Table 3249233238 - Field 4200184881 - Property 2879900210
source: No.
de_de: Nr. Nr.

# Table 3249233238 - Field 2755520618 - Property 2879900210
source: No. of Pages
de_de: Anzahl Seiten Anzahl Seiten

# Table 3249233238 - Field 1180181476 - Property 2879900210
source: Search Description
de_de: Suchbegriff Suchbegriff

# Table 3249233238 - Field 1878130204 - Property 2879900210
source: Type
de_de: Typ Typ

# Codeunit 2823483415 - Method 1208990500 - NamedType 3399729149
source: Noch kein Buch eingegeben!
de_de: Noch kein Buch eingegeben! Noch kein Buch eingegeben!

# Codeunit 2823483415 - Method 3989253393 - NamedType 2282603532
source: Noch kein Buch eingegeben!
de_de: Noch kein Buch eingegeben! Noch kein Buch eingegeben!

# Page 1869352431 - Property 2879900210
source: Map
de_de: Karte Karte

# Page 2961589650 - Property 2879900210
source: Book Card
de_de: Buchkarte Buchkarte

# Page 2961589650 - Control 2445482498 - Property 2879900210
source: General
de_de: Allgemein Allgemein

# Page 2961589650 - Control 2842729223 - Property 1295455071
source: Author
de_de: Autor Autor

# Page 2961589650 - Control 3543129988 - Property 1295455071
source: Blocked
de_de: Gesperrt Gesperrt

# Page 2961589650 - Control 1249475212 - Property 1295455071
source: Created
de_de: Erstellt am Erstellt am

# Page 2961589650 - Control 3461834954 - Property 1295455071
source: Description
de_de: Beschreibung Beschreibung

# Page 2961589650 - Control 1328823306 - Property 1295455071
source: ISBN
de_de: ISBN ISBN

# Page 2961589650 - Control 2393253273 - Property 1295455071
source: Last Date Modified
de_de: Korrigiert am Korrigiert am

# Page 2961589650 - Control 4200184881 - Property 1295455071
source: No.
de_de: Nr. Nr.

# Page 2961589650 - Control 1180181476 - Property 1295455071
source: Search Description
de_de: Suchbegriff Suchbegriff

# Page 2961589650 - Control 1878130204 - Property 1295455071
source: Type
de_de: Typ Typ

# Page 2961589650 - Control 1450094168 - Property 2879900210
source: Invoicing
de_de: Fakturierung Fakturierung

# Page 2961589650 - Control 2660161043 - Property 1295455071
source: Author Provision %
de_de: Autorprovision % Autorprovision %

# Page 2961589650 - Control 3202648555 - Property 2879900210
source: Publishing
de_de: Veröffentlichung Veröffentlichung

# Page 2961589650 - Control 3598678408 - Property 1295455071
source: Date of Publishing
de_de: Veröffentlichungsdatum Veröffentlichungsdatum

# Page 2961589650 - Control 871310557 - Property 1295455071
source: Edition No.
de_de: Editionsnr. Editionsnr.

# Page 2961589650 - Control 2755520618 - Property 1295455071
source: No. of Pages
de_de: Anzahkl Seiten Anzahkl Seiten

# Page 826345865 - Property 2879900210
source: Book Details
de_de: Buchdetails Buchdetails

# Page 826345865 - Control 2842729223 - Property 1295455071
source: Specifies the value of the Author field.
de_de: Specifies the value of the Author field. Specifies the value of the Author field.

# Page 826345865 - Control 3598678408 - Property 1295455071
source: Specifies the value of the Date op Publishing field.
de_de: Specifies the value of the Date op Publishing field. Specifies the value of the Date op Publishing field.

# Page 826345865 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field.
de_de: Specifies the value of the Description field. Specifies the value of the Description field.

# Page 826345865 - Control 3461834954 - Property 2879900210
source: Book Description
de_de: Buchbeschreibung Buchbeschreibung

# Page 826345865 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
de_de: Specifies the value of the No. field. Specifies the value of the No. field.

# Page 826345865 - Control 4200184881 - Property 2879900210
source: Book No.
de_de: Buchnr. Buchnr.

# Page 826345865 - Control 2755520618 - Property 1295455071
source: Specifies the value of the No. of Pages field.
de_de: Specifies the value of the No. of Pages field. Specifies the value of the No. of Pages field.

# Page 2834728084 - Property 2879900210
source: Books
de_de: Bücher Bücher

# Page 2834728084 - Control 2842729223 - Property 1295455071
source: Specifies the value of the Author field.
de_de: Specifies the value of the Author field. Specifies the value of the Author field.

# Page 2834728084 - Control 2660161043 - Property 1295455071
source: Specifies the value of the Author Provision % field.
de_de: Specifies the value of the Author Provision % field. Specifies the value of the Author Provision % field.

# Page 2834728084 - Control 3543129988 - Property 1295455071
source: Specifies the value of the Blocked field.
de_de: Specifies the value of the Blocked field. Specifies the value of the Blocked field.

# Page 2834728084 - Control 1249475212 - Property 1295455071
source: Specifies the value of the Created field.
de_de: Specifies the value of the Created field. Specifies the value of the Created field.

# Page 2834728084 - Control 3598678408 - Property 1295455071
source: Specifies the value of the Date op Publishing field.
de_de: Specifies the value of the Date op Publishing field. Specifies the value of the Date op Publishing field.

# Page 2834728084 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field.
de_de: Specifies the value of the Description field. Specifies the value of the Description field.

# Page 2834728084 - Control 871310557 - Property 1295455071
source: Specifies the value of the Edition No. field.
de_de: Specifies the value of the Edition No. field. Specifies the value of the Edition No. field.

# Page 2834728084 - Control 1328823306 - Property 1295455071
source: Specifies the value of the ISBN field.
de_de: Specifies the value of the ISBN field. Specifies the value of the ISBN field.

# Page 2834728084 - Control 2393253273 - Property 1295455071
source: Specifies the value of the Last Date Modified field.
de_de: Specifies the value of the Last Date Modified field. Specifies the value of the Last Date Modified field.

# Page 2834728084 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
de_de: Specifies the value of the No. field. Specifies the value of the No. field.

# Page 2834728084 - Control 2755520618 - Property 1295455071
source: Specifies the value of the No. of Pages field.
de_de: Specifies the value of the No. of Pages field. Specifies the value of the No. of Pages field.

# Page 2834728084 - Control 1180181476 - Property 1295455071
source: Specifies the value of the Search Description field.
de_de: Specifies the value of the Search Description field. Specifies the value of the Search Description field.

# Page 2834728084 - Control 577209412 - Property 1295455071
source: Specifies the value of the SystemCreatedAt field.
de_de: Specifies the value of the SystemCreatedAt field. Specifies the value of the SystemCreatedAt field.

# Page 2834728084 - Control 4000648066 - Property 1295455071
source: Specifies the value of the SystemCreatedBy field.
de_de: Specifies the value of the SystemCreatedBy field. Specifies the value of the SystemCreatedBy field.

# Page 2834728084 - Control 1367528460 - Property 1295455071
source: Specifies the value of the SystemId field.
de_de: Specifies the value of the SystemId field. Specifies the value of the SystemId field.

# Page 2834728084 - Control 2453272523 - Property 1295455071
source: Specifies the value of the SystemModifiedAt field.
de_de: Specifies the value of the SystemModifiedAt field. Specifies the value of the SystemModifiedAt field.

# Page 2834728084 - Control 4085837753 - Property 1295455071
source: Specifies the value of the SystemModifiedBy field.
de_de: Specifies the value of the SystemModifiedBy field. Specifies the value of the SystemModifiedBy field.

# Page 2834728084 - Control 1878130204 - Property 1295455071
source: Specifies the value of the Type field.
de_de: Specifies the value of the Type field. Specifies the value of the Type field.

# Report 2834728084 - Property 2879900210
source: Book List
de_de: Buchliste Buchliste

# Report 2834728084 - ReportLayout 1940761377 - Property 2879900210
source: Cation Book List
de_de: Cation Book List Summary Book List

# PageExtension 3166640549 - Control 690755111 - Property 2879900210
source: Bookstore
de_de: Buchshop Buchshop

# PageExtension 3166640549 - Control 3584006676 - Property 1295455071
source: Specifies the value of the BSB Favorite Book Description. field.
de_de: Specifies the value of the BSB Favorite Book Description. field. Specifies the value of the BSB Favorite Book Description. field.

# PageExtension 3166640549 - Control 2212262507 - Property 1295455071
source: Specifies the value of the BSB Favorite Book No. field.
de_de: Specifies the value of the BSB Favorite Book No. field. Specifies the value of the BSB Favorite Book No. field.

# TableExtension 1769397817 - Field 3584006676 - Property 2879900210
source: BSB Favorite Book Description
de_de: BSB Lieblingsbuch Beschreibung BSB Lieblingsbuch Beschreibung

# TableExtension 1769397817 - Field 2212262507 - Property 2879900210
source: BSB Favorite Book No.
de_de: BSB Lieblingsbuch-Nr. BSB Lieblingsbuch-Nr.

# Profile 690755111 - Property 2879900210
source: BSB Bookstore
de_de: BSB Buchshop BSB Buchshop

# Profile 2503144671 - Property 2879900210
source: BSB Testrolle
de_de: BSB Testrolle BSB Testrolle

# Enum 2962493187 - EnumValue 1371923692 - Property 2879900210
source: None
de_de: Keine Keine

# Enum 2962493187 - EnumValue 3902073686 - Property 2879900210
source: Hardcover
de_de: Hardcover Hardcover

# Enum 2962493187 - EnumValue 723394863 - Property 2879900210
source: Paperback
de_de: Paperback Paperback
